name: "image-classifier-v1"
platform: "pytorch_libtorch"
max_batch_size: 16
input [
  {
    name: "INPUT__0",
    data_type: TYPE_FP32,
    dims: [ -1, 224, 224, 3 ]
  }
]
output [
  {
    name: "OUTPUT__0",
    data_type: TYPE_FP32,
    dims: [ -1, 1000 ]
  }
]
instance_group [
  {
    kind: KIND_GPU,
    count: 1
  }
]
